question/controllers/ExamController.php

    public function actionAddexam(){
        //公司
        $company=new Company();
        $company=$company->find()->asArray()->all();
---
SELECT * FROM `company`

    public function actionListexam(){
        $model=new Exam();
        $arr=$model->find()->asArray()->all();
---
SELECT * FROM `exam`